alsa-utils
base
base-devel
bluez
bluez-utils
btop
cava
cjson
cliphist
cmake
dolphin
fastfetch
firefox
flatpak
gamemode
git
grim
gst-plugin-pipewire
hwinfo
hypremoji
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
jq
kio-admin
kitty
less
mako
mpvpaper
network-manager-applet
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia-prime
pacman-contrib
pavucontrol
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pip
python-pywal16
python-setuptools
power-profiles-daemon
reflector
smartmontools
sni-qt
socat
swaync
swww
timeshift
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tty-clock-git
unzip
vim
waybar
wayland-utils
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
zsh
zsh-theme-powerlevel10k-git
